/* plural annotations, plural page count, author */
"%1$d annotations on %2$d pages by %3$@" = "%1$d annotations sur %2$d pages par %3$@";

/* plural annotations, single page count, author */
"%1$d annotations on 1 page by %2$@" = "%1$d annotations sur 1 page par %2$@";

/* header in PDF summary: single page PDF, multiple annotations all on a single page, no author (e.g. '3 annotations') */
"%d annotations" = "%d annotations";

/* header in PDF summary: single page PDF, multiple annotations all on a single page, author (e.g. '3 annotations by Phil') */
"%d annotations by %@" = "%1$d annotations par %2$@";

/* header in PDF summary: multiple page PDF, multiple annotations on separate pages, no author (e.g. '3 annotations on 2 pages') */
"%d annotations on %d pages" = "%1$d annotations sur %2$d pages";

/* header in PDF summary: multiple page PDF, multiple annotations on separate pages, author (e.g. '3 annotations on 2 pages by Phil') */
"%d annotations on %d pages by %@" = "%1$d annotations sur %2$d pages par %3$@";

/* header in PDF summary: multiple page PDF, multiple annotations all on a single page, no author (e.g. '3 annotations on 1 page') */
"%d annotations on 1 page" = "%d annotations sur 1 page";

/* header in PDF summary: multiple page PDF, multiple annotations all on a single page, author (e.g. '3 annotations on 1 page by Phil') */
"%d annotations on 1 page by %@" = "%1$d annotations sur 1 page par %2$@";

/* header in PDF summary: single page PDF, 1 annotation, no author (e.g. '1 annotation') */
"1 annotation" = "1 annotation";

/* header in PDF summary: single page PDF, 1 annotation, author (e.g. '1 annotation by Phil') */
"1 annotation by %@" = "1 annotation par %@";

/* header in PDF summary: multiple page PDF, 1 annotation, no author (e.g. '1 annotation on 1 page') */
"1 annotation on 1 page" = "1 annotation sur 1 page";

/* single annotation, single page count, author */
"1 annotation on 1 page by %1$@" = "1 annotation sur 1 page par %1$@";

/* header in PDF summary: multiple page PDF, 1 annotation, author (e.g. '1 annotation on 1 page by Phil') */
"1 annotation on 1 page by %@" = "1 annotation sur 1 page par %@";

/* Tooltip for the arrow button */
"Add arrows to your image" = "Ajoutez des flèches à votre image";

/* Tooltip for the emoticon stamps button */
"Add emoticons to your image" = "Ajoutez des émoticônes à votre image";

/* Tooltip for the shapes button */
"Add shapes to your image" = "Ajoutez des formes à votre image";

/* Tooltip for the stamps button */
"Add stamps to your image" = "Ajoutez des tampons à votre image";

/* Tooltip for the text button */
"Add text to your image" = "Ajoutez du texte à votre image";

/* All */
"All" = "Tous";

/* PDF menu item to display all pages */
"All Pages" = "Toutes les pages";

/* Tooltip for the angry stamp button */
"Angry" = "Énervé";

/* Annotated */
"Annotated" = "Annoté";

/* PDF menu item to display only annotated pages */
"Annotated Only" = "Annotées uniquement";

/* Accessibility description: PDF popup button to switch between displaying all or annotated pages */
"Annotation Filter" = "Filtre d'annotation";

/* Apply */
"Apply" = "Appliquer";

/* Approved stamp default text
   Tooltip for the approved stamp button */
"Approved" = "Approuvé";

/* Arrow creation undo/redo name */
"Arrow" = "Flèche";

/* arrow First Time User Experience Label next to Tool Bar Item */
"arrow" = "flèche";

/* Arrow Endpoint undo/redo name */
"Arrow Endpoint" = "Pointe de la flèche";

/* Arrow Rotation undo/redo name */
"Arrow Rotation" = "Rotation de la flèche";

/* Attach Label to stamp undo/redo name */
"Attach Label" = "Joindre un label";

/* Tooltip for the attention stamp button */
"Attention" = "Attention";

/* Cancel */
"Cancel" = "Annuler";

/* Change Text undo/redo name */
"Change Text" = "Modifier le texte";

/* First time UX: Properties */
"Choose size and color" = "Choisissez une taille et une couleur";

/* First time UX: Tools */
"Choose tools" = "Choisissez des outils";

/* Click to expand the canvas by %u points in this direction */
"Click to expand the canvas by %ld points in this direction" = "Cliquez pour étendre les toiles de %ld points dans cette direction";

/* Click to expand the canvas in this direction */
"Click to expand the canvas in this direction" = "Cliquez ici pour étendre la toile dans cette direction";

/* Tooltip for the color button */
"Color" = "Couleur";

/* Color Change undo/redo name */
"Color Change" = "Modifier la couleur";

/* Tooltip for the cool stamp button */
"Cool" = "C'est bien";

/* Crop undo/redo name */
"Crop" = "Recadrer";

/* Crop Area undo/redo name for crop area on the canvas */
"Crop Area" = "Rogner la zone";

/* Crop button */
"Crop Image" = "Rogner l'image";

/* Tooltip for the expand/crop button */
"Crop your image" = "Rognez votre image";

/* Delete button title */
"Delete" = "Supprimer";

/* Delete PDF Page
   Delete PDF Page undo/redo name */
"Delete Page" = "Supprimer la page";

/* draw First Time User Experience Label next to Tool Bar Item */
"draw" = "dessin";

/* Tooltip for the pens button */
"Draw on your image" = "Dessinez sur votre image";

/* Ellipse creation undo/redo name
   Tooltip for the ellipse button */
"Ellipse" = "Ellipse";

/* Ellipse Rotate undo/redo name */
"Ellipse Rotate" = "Rotation de l'ellipse";

/* Ellipse Size undo/redo name */
"Ellipse Size" = "Taille de l'ellipse";

/* First Time User Experience Label next to Tool Bar Item */
"emoticon" = "emoticône";

/* Expand Canvas undo/redo name */
"Expand Canvas" = "Étendre le cadre";

/* Happy stamp default text */
"Fantastic!" = "Génial !";

/* Flip undo/redo name */
"Flip" = "Renverser";

/* Angry stamp default text */
"Grrr" = "Grrr";

/* Tooltip for the happy stamp button */
"Happy" = "Content";

/* Cool! stamp default text */
"Hehe" = "Hé hé";

/* Highlighter creation undo/redo name
   Tooltip for the highlighter button */
"Highlighter" = "Surlignage";

/* Error description for when images are too large */
"Image is too large." = "L'image est trop grande";

/* Silly stamp default text */
"Kidding!" = "Je rigole !";

/* Line creation undo/redo name
   Tooltip for the line button */
"Line" = "Ligne horizontale";

/* Line Endpoint undo/redo name */
"Line Endpoint" = "Bout de la ligne";

/* Line Rotation undo/redo name */
"Line Rotation" = "Rotation de la ligne";

/* Marker creation undo/redo name
   Tooltip for the marker button */
"Marker" = "Marqueur";

/* Move undo/redo name */
"Move" = "Déplacer";

/* Nudge undo/redo name for selected elements on the canvas */
"Nudge" = "Wizz";

/* Skitch max canvas size alert OK button title */
"OK" = "OK";

/* First Time User Experience Label next to Tool Bar Item */
"pan" = "panoramique";

/* PDF with summary */
"PDF with summary" = "PDF avec sommaire";

/* Perfect stamp default text
   Tooltip for the perfect stamp button */
"Perfect" = "Parfait";

/* Tooltip for the unpinned button */
"Pin sub tools open" = "Épingler les sous-outils ouverts";

/* Pixelate undo/redo name */
"Pixelate" = "Pixéliser";

/* First Time User Experience Label next to Tool Bar Item */
"pixelate" = "pixelliser";

/* Tooltip for the pixelate button */
"Pixelate your image" = "Pixellisez votre image";

/* Tooltip for the question stamp button */
"Question" = "Question";

/* Rectangle creation undo/redo name
   Tooltip for the rectangle button */
"Rectangle" = "Rectangle";

/* Rectangle Rotate undo/redo name */
"Rectangle Rotate" = "Rotation du rectangle";

/* Rectangle Size undo/redo name */
"Rectangle Size" = "Taille du rectangle";

/* Redo button */
"Redo" = "Rétablir";

/* Rejected stamp default text
   Tooltip for the rejected stamp button */
"Rejected" = "Rejeté";

/* Resize Canvas undo/redo name */
"Resize Canvas" = "Redimensionnement des cadres";

/* Tooltip for the resize button */
"Resize your image" = "Redimensionnez votre image";

/* Rotate undo/redo name */
"Rotate" = "Pivoter";

/* Rotate Canvas undo/redo name */
"Rotate Canvas" = "Rotation des cadres";

/* Rotate PDF Page undo/redo name */
"Rotate Page" = "Rotation de la page";

/* Rotate PDF Page 90 degrees Clockwise */
"Rotate Page Clockwise" = "Pivoter la page dans le sens horaire";

/* Rotate PDF Page 90 degrees Counterclockwise */
"Rotate Page Counterclockwise" = "Pivoter la page dans le sens antihoraire";

/* Rounded Rectangle creation undo/redo name
   Tooltip for the rounded rectangle button */
"Rounded Rectangle" = "Rectangle arrondi";

/* Rounded Rectangle Rotate undo/redo name */
"Rounded Rectangle Rotate" = "Rotation du rectangle arrondi";

/* Rounded Rectangle Size undo/redo name */
"Rounded Rectangle Size" = "Taille du rectangle arrondi";

/* First time UX: Overflow menu */
"Save, share and more" = "Sauvegardez, partagez et bien plus encore";

/* Scale undo/redo name */
"Scale" = "Échelle";

/* shapes First Time User Experience Label next to Tool Bar Item */
"shapes" = "formes";

/* Tooltip for the silly stamp button */
"Silly" = "Blagueur";

/* Tooltip for the size button */
"Size" = "Taille";

/* Size Change undo/redo name */
"Size Change" = "Modifier la taille";

/* Skitch JPG */
"Skitch JPG" = "Skitch JPG";

/* Skitch PDF */
"Skitch PDF" = "Skitch PDF";

/* Skitch PDF with summary */
"Skitch PDF with summary" = "Skitch PDF avec sommaire";

/* Skitch PNG */
"Skitch PNG" = "Skitch PNG";

/* Skitch Summary */
"Skitch Summary" = "Sommaire Skitch";

/* Stamp creation undo/redo name */
"Stamp" = "Timbre";

/* First Time User Experience Label next to Tool Bar Item */
"stamp" = "tampon";

/* Stamp Tail Position undo/redo name */
"Stamp Tail Position" = "Position du bout du tampon";

/* Annotation Summary */
"Summary" = "Résumé";

/* Tooltip for the surprise stamp button */
"Surprise" = "Surprise";

/* Educational message for users if they tap twice without effect. */
"Tap & drag to draw" = "Appuyez et faites glisser pour dessiner";

/* Text undo/redo name */
"Text" = "Texte";

/* text for First Time User Experience Label next to Tool Bar Item */
"text" = "texte";

/* Text Font Change undo/redo name
   Text Font undo/redo name */
"Text Font Change" = "Modifier la police";

/* Text Move undo/redo name */
"Text Move" = "Déplacement du texte";

/* Text Style Change undo/redo name
   Text Style undo/redo name */
"Text Style Change" = "Modification du style de texte";

/* Surprise! stamp default text */
"Uh oh…" = "Oh oh...";

/* Error description for when  image fails to load. */
"Unable to read document." = "Impossible de lire le document";

/* Undo button */
"Undo" = "Annuler";

/* Tooltip for the pinned button */
"Unpin sub tools" = "Détacher les sous-outils";

/* What? stamp default text */
"What?" = "Quoi ?";

/* Wow! stamp default text */
"Wow!" = "Waouh !";

/* Skitch max canvas size alert message */
"You have reached the maximum size allowable for an image. If you would like to expand further please crop your image or use a lower resolution image." = "Vous avez atteint la taille limite maximale pour une image. Si vous souhaitez étendre votre image davantage, veuillez la rogner ou utiliser une résolution plus faible.";
